Repository: matchilling/smoodle
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: de, it

source: can't be blank
de: darf nicht leer sein
it: non può essere vuoto

source: has already been taken
de: ist schon vergeben
it: è stato già assegnato

source: is invalid
de: ist ungültig
it: è invalido

source: must be accepted
de: muss akzeptiert werden
it: dev'essere accettato

source: has invalid format
de: hat ungültiges Format
it: ha formato invalido

source: has an invalid entry
de: hat einen ungültigen Wert
it: ha un valore invalido

source: is reserved
de: ist reserviert
it: è riservato

source: does not match confirmation
de: stimmt nicht überein
it: non corrisponde

source: is still associated with this entry
de: ist noch mit diesem Eintrag assoziert
it: è ancora associato con questa entità

source: are still associated with this entry
de: sind noch mit diesem Eintrag assoziert
it: sono ancora associati con questa entità

source: should be at least %{count} character(s)
de: muss mindestens %{count} Zeichen enthalten
it: deve avere almeno %{count} caratteri

source: should be at most %{count} character(s)
de: darf nicht mehr als %{count} Zeichen enthalten
it: non può avere più di %{count} caratteri

source: must be less than %{number}
de: muss weniger sein als %{number}
it: dev'essere meno di %{number}

source: must be greater than %{number}
de: muss größer sein als %{number}
it: dev'essere più grande di %{number}

source: must be less than or equal to %{number}
de: muss weniger oder gleich sein als %{number}
it: non può superare %{number}

source: must be greater than or equal to %{number}
de: muss größer oder gleich sein als %{number}
it: dev'essere almeno %{number}

source: must be equal to %{number}
de: muss gleich sein wie %{number}
it: dev'essere uguale a %{number}

source: you cannot schedule an event in the past
de: Du kannst kein Event in der Vergangenheit planen
it: Non puoi creare eventi nel passato

source: you cannot select a time window larger than %{max_days} days
it: La finestra temporale non può superare %{max_days} giorni

source: you can only list a weekday once
it: Non puoi ripetere giorni della settimana

source: enable at least one weekday.
it: Attiva almeno un giorno della settimana.

source: there must be at least one possible date
it: Ci deve'essere almeno una data possibile

source: the event has no valid dates
it: Le date dell'evento sono invalide

source: event is no longer open
de: das Event ist nicht mehr offen
